<?php
require_once("../lib/selida.php");

Selida::head();
Selida::body();
Selida::toolbar();
?>
<div id="xrisi">
<div class="xrisiParagrafos xrisiTitlos">
Όροι χρήσης
</div>
<div class="xrisiParagrafos">
Με την εγγραφή σας στον ιστότοπο του διαδικτυακού «Ταβλαδόρου» δηλώνετε
υπεύθυνα ότι είστε άνω των <?php print ILIKIA_MINIMUM; ?> ετών
και ότι έχετε διαβάσει, κατανοήσει και συμφωνείτε με τους όρους χρήσης.
Οι όροι αυτοί υπόκεινται σε αλλαγές για τις οποίες θα πρέπει να ενημερώνεστε
με δική σας ευθύνη κατά την είσοδό σας στον ιστότοπο της διαδικτυακού
«Ταβλαδόρου».
</div>
<div class="xrisiParagrafos">
Η συμπεριφορά σας στον ιστότοπο του διαδικτυακού «Ταβλαδόρου» πρέπει να είναι κόσμια.
Ο ιστότοπος δίνει δικαιώματα συνομιλίας και ανταλλαγής μηνυμάτων μεταξύ των παικτών.
Απαγορεύεται οποιαδήποτε χρήση των μέσων αυτών για ανταλλαγή ύβρεων,
προσβλητικών σχολίων, πορνογραφικού ή άλλου απαγορευμένου υλικού.
</div>
<div class="xrisiParagrafos">
Η συμπεριφορά σας στο παιχνίδι, είτε παρευρίσκεστε ως παίκτες, είτε ως θεατές,
θα πρέπει να είναι ευπρεπής και σύμφωνη με τους κανόνες δεοντολογίας που αφορούν
το παιχνίδι.
Μπορείτε να συζητάτε με τους παίκτες και τους θεατές για το παιχνίδι,
ή ακόμη και να κάνετε κάποιες υποδείξεις, χωρίς όμως να προσβάλλετε
ή να παρενοχλείτε καθ' οιονδήποτε τρόπο άλλους θαμώνες του ιστοτόπου
του διαδικτυακού «Ταβλαδόρου».
</div>
<div class="xrisiParagrafos">
Ο διαχειριστής διατηρεί το δικαίωμα να κλείσει προσωρινά ή δια παντός τον λογαριασμό σας
χωρίς να έχει απολύτως καμία υποχρέωση να δώσει εξηγήσεις σε εσάς ή σε οποιονδήποτε άλλον.
Επίσης, ο διαχειριστής, μπορεί να κλείσει προσωρινά ή δια παντός τον ιστότοπο του
διαδικτυακού «Ταβλαδόρου» χωρίς να έχει απολύτως καμία υποχρέωση να δώσει εξηγήσεις σε
οποιονδήποτε για τους λόγους για τους οποίους ενδεχομένως μπορεί να προβεί σε τέτοιου
είδους ενέργειες.
Κανείς δεν μπορεί να απαιτήσει από τον διαχειριστή του ιστοτόπου του διαδικτυακού
«Ταβλαδόρου» οποιαδήποτε αποζημίωση, οικονομική ή άλλη, ούτε μπορεί να επιβληθεί οποιαδήποτε
ρήτρα, για λόγους που αφορούν στον ιστότοπο του διαδικτυακού «Ταβλαδόρου».
</div>
<div class="xrisiParagrafos">
Η χρήση του ιστοτόπου του διαδικτυακού «Ταβλαδόρου» παρέχεται επί του παρόντος
ως δωρεάν υπηρεσία, αυτό όμως ενδέχεται να αλλάξει στο μέλλον χωρίς πάντως
να δημιουργήσει καμία αναδρομική οικονομική υποχρέωση σε οποιονδήποτε.
Οποιαδήποτε δωρεά με σκοπό τη συνεισφορά σας στα έξοδα του ιστοτόπου,
ή γενικότερα οποιαδήποτε συνδρομή, οικονομική ή άλλη, δεν δημιουργεί
απολύτως καμία υποχρέωση στον διαχειριστή ή σε οποιοδήποτε άλλο φυσικό ή νομικό
πρόσωπο, ούτε μπορείτε να απαιτήσετε οικονομικά ή άλλα ανταλλάγματα,
ή άλλου είδους παροχές ή ευκολίες.
</div>
<div class="xrisiParagrafos">
Γενικά δεν μπορείτε να απαιτείτε από τον διαχειριστή του ιστοτόπου
του διαδικτυακού «Ταβλαδόρου» να κάνει αλλαγές στα προγράμματα και στους κανόνες
που διέπουν τον ιστότοπο και το παιχνίδι όπως έχει υλοποιηθεί στον
ιστότοπο.
Μπορείτε, πάντως, να υποβάλλετε τις προτάσεις σας οι οποίες
θα εξεταστούν και ενδεχομένως κάποιες από αυτές να υλοποιηθούν.
Ωστόσο, δεν έχετε απολύτως κανένα δικαίωμα να απαιτήσετε ανταλλάγματα
οικονομικά ή άλλα, ή να εγείρετε οποιαδήποτε άλλη απαίτηση ως ανταμοιβή
για τις προτάσεις που ίσως έχετε υποβάλει, είτε αυτές έχουν υλοποιηθεί
στον ιστότοπο του διαδικτυακού «Ταβλαδόρου», είτε όχι.
</div>
<div class="xrisiParagrafos">
Ο διαχειριστής του ιστοτόπου του διαδικτυακού «Ταβλαδόρου», δεν φέρει απολύτως καμία
ευθύνη για τυχόν ανάρμοστη, προσβλητική ή κακή συμπεριφορά οποιουδήποτε χρήστη του
ιστοτόπου, ούτε είναι υποχρεωμένος να προβεί άμεσα, ή μακροπρόθεσμα, σε
οποιαδήποτε ενέργεια, ακόμη και αν έχει ενημερωθεί με οποιονδήποτε τρόπο από
οποιονδήποτε για οτιδήποτε.
Ο διαχειριστής του ιστοτόπου του διαδικτυακού «Ταβλαδόρου», σε καμία περίπτωση, δεν
μπορεί να παίξει το ρόλο του ενδιαμέσου ή του διαμεσολαβητή μεταξύ των θαμώνων
του ιστοτόπου του διαδικτυακού «Ταβλαδόρου».
</div>
<div class="xrisiParagrafos">
Ακόμη και αν περιέλθει σε γνώση του διαχειριστή ότι κάποιος εγγεγραμμένος
θαμώνας παραβαίνει τους όρους χρήσης επιδεικνύοντας κακή, προσβλητική, ή ανάρμοστη
γενικά συμπεριφορά, ο διαχειριστής δεν είναι υποχρεωμένος να προβεί άμεσα
ή μακροπρόθεσμα σε ενέργειες θεραπείας, ή να πάρει οποιαδήποτε μέτρα τιμωρίας,
αποκλεισμού κλπ.
Γενικά είναι στη διακριτική ευχέρεια του διαχειριστή το αν και το πότε θα εφαρμόσει
πολιτικές που θα διασφαλίζουν από την πλευρά του την τήρηση των όρων χρήσης από
όλους τους θαμώνες του ιστοτόπου του διαδικτυακού «Ταβλαδόρου».
</div>
<div class="xrisiParagrafos">
Ο ιστότοπος του διαδικτυακού «Ταβλαδόρου» προσπαθεί να τηρεί κατά το δυνατόν
τα τρέχοντα standards ασφαλείας, αλλά λάθη μπορούν να συμβούν και ως εκ τούτου
ο διαχειριστής δεν φέρει απολύτως καμία ευθύνη για τυχόν διαρροή μηνυμάτων,
κωδικών (passswords), λογαριασμών ηλεκτρονικού ταχυδρομείου, μηνυμάτων
εσωτερικής αλληλογραφίας μεταξύ των παικτών, διευθύνσεων συνδεδεμένων IP κλπ.
Γενικά, κανείς δεν μπορεί να εγείρει θέμα διαρροής ή διασποράς προσωπικών
δεδομένων εξαιτίας κακών χειρισμών ή κενών ασφαλείας του ιστοτόπου του
διαδικτυακού «Ταβλαδόρου», ούτε μπορεί να ζητηθεί οποιαδήποτε ευθύνη για τέτοιου
είδους ζητήματα από οποιονδήποτε εμπλεκόμενο με τον ιστότοπο του διαδικτυακού
«Ταβλαδόρου», είτε πρόκειται για τον διαχειριστή, είτε για οποιοδήποτε άλλο φυσικό
ή νομικό πρόσωπο.
</div>
<div class="xrisiParagrafos">
<strong>Απαγορεύεται ρητά οποιαδήποτε χρήση του ιστοτόπου με σκοπό τον τζόγο</strong>
είτε άμεσα, είτε μέσω στοιχημάτων που αφορούν στις παιζόμενες παρτίδες,
είτε με οποιονδήποτε άλλον τρόπο που να σχετίζεται με τον ιστότοπο του
διαδικτυακού «Ταβλαδόρου».
</div>
</div>
<?php
Selida::ribbon();
Selida::klisimo();
?>
