INSERT INTO `sinedria` (
	`pektis`,
	`klidi`,
	`ip`,
	`isodos`,
	`trapezi`,
	`thesi`,
	`simetoxi`
) VALUES

('panos', 'xxx', 'xxx', '2022-06-19 08:23:14', 1, 1, 'ΠΑΙΚΤΗΣ'),
('maria', 'xxx', 'xxx', '2022-06-19 08:23:14', 1, 2, 'ΠΑΙΚΤΗΣ'),
('lola', 'xxx', 'xxx', '2022-06-19 08:23:14', 1, 1, 'ΘΕΑΤΗΣ'),
('manos', 'xxx', 'xxx', '2022-06-19 08:23:14', 1, 1, 'ΘΕΑΤΗΣ'),
('dakis', 'xxx', 'xxx', '2022-06-19 08:23:14', 1, 2, 'ΘΕΑΤΗΣ'),

('akis', 'xxx', 'xxx', '2022-06-19 08:33:25', 2, 1, 'ΠΑΙΚΤΗΣ'),
('fotis', 'xxx', 'xxx', '2022-06-19 09:23:14', 2, 1, 'ΘΕΑΤΗΣ'),

('mimis', 'xxx', 'xxx', '2022-06-19 10:12:05', 3, 1, 'ΠΑΙΚΤΗΣ'),
('tasos', 'xxx', 'xxx', '2022-06-19 10:12:05', 3, 2, 'ΠΑΙΚΤΗΣ'),

('eleni', 'xxx', 'xxx', '2022-06-19 10:12:05', NULL, 1, 'ΠΑΙΚΤΗΣ'),
('mitsos', 'xxx', 'xxx', '2022-06-19 10:12:05', 1, 2, 'ΠΑΙΚΤΗΣ'),
('zisis', 'xxx', 'xxx', '2022-06-19 10:12:05', NULL, 2, 'ΘΕΑΤΗΣ');
